---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitConnectorelemType
source: html/95cb8b9b-9504-13e2-dbc7-bd9ff9460c62.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitConnectorelemType Property

"Connector Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayconduitConnectorelemType { get; }
```